Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: Unable to open ports.
be: Не магу адчыніць порты.

source: Unable to read hash data file
be: Не магу прачытаць файл зьвестак скаротаў

source: Unable to rename
be: Не магу даць новую назву

source: Unable to send file
be: Не магу даслаць файл

source: Unable to send file %1%: %2%
be: Не магу даслаць файл %1%: %2%

source: Unban user
be: Дазволіць карыстальніку зацягваць

source: Under what name you see the directory
be: Пад якою назваю вы жадаеце бачыце каталёґ

source: Underline font
be: Падкрэсьлены

source: Unfinished downloads directory
be: Каталёґ яшчэ ня сьцягнутага

source: Unfinished downloads directory (empty = download directly to target)
be: Каталёґ яшчэ ня сьцягнутага (пуста = сьцягваць у звычайны каталёґ)

source: Unfinished file not found
be: Не знайшлі няскончанага файла

source: Unfinished file too small
be: Няскончаны файл замалы

source: Unhandled Exception
be: Неапрацаванае пярэчаньне

source: Unignore User
be: Зноўку заўважаць карыстальніка

source: Uninstall
be: Сьцерці

source: Unknown
be: Невядома

source: Unknown command
be: Невядомы загад

source: Unknown command '
be: Невядомы загад «

source: Unknown command:
be: Невядомы загад:

source: Unknown error: 0x%1$x
be: Невядомая памылка: 0x%1$x

source: Unknown error: 0x%x
be: Невядомая памылка: 0x%x

source: Up
be: Угору

source: Up:
be: Зац.:

source: Update
be: Абнавіць

source: Update IP interval in minutes
be: Прамежак між абнаўленьнямі IP (хв.)

source: Update IP interval in minuts
be: Прамежак між абнаўленьнямі IP

source: Update IP interval in minuts (is set 0 - update only on startup)
be: Прамежак між абнаўленьнямі IP (0 = абнаўляць толькі па запуску)

source: Update IP on DHT firewall check (approx. every hour)
be: Абнаўляць IP, як спраўдж. с/засл. DHT (~1 раз/гадз.)

source: Update IP on DHT firewall check (at startup and then every hour)
be: Абнаўляць IP, як спраўдж. с/засл. DHT (па запуску; потым 1 раз/гадз.)

source: Update IP on startup
be: Абнаўляць IP па запуску

source: Update Schedule
be: Расклад абнаўленьня

source: Update Server
be: Паслужнік абнаўленьняў

source: Update can be continue after exiting FlylinkDC++ application.
be: Працягваць абнаўляць можна будзе толькі калі выйсьці з FlylinkDC++.

source: Update can be continued after exiting FlylinkDC++ application.
be: Працягваць абнаўляць можна будзе толькі калі выйсьці з FlylinkDC++.

source: Update check
be: Паглядзець абнаўленьні

source: Update download failed.
be: Не ўдалося сьцягнуць абнаўленьне.

source: Update downloaded failed.
be: Не ўдалося сьцягнуць абнаўленьне.

source: Update files are downloaded successfully.
be: Пасьпяхова сьцягнулі файлы абнаўленьня.

source: Update files successfully downloaded.
be: Абнаўленьне пасьпяхова сьцягнулі.

source: Update frame search
be: Абнавіць ваконца пошуку

source: Update ignored
be: Абнаўленьне прапусьцілі

source: Update installation successfull, would you like to restart ApexDC++ now to complete the update proccess?
be: Абнаўленьне ўсталявалі пасьпяхова. Ці хочаце вы запусьціць нанова ApexDC++, каб скончыць абнаўляцца?

source: Update is being downloaded and installed, you'll be notified again when your attention is required.
be: Абнаўленьне зараз сьцягваецца ды ўсталёўваецца. Вас паведамяць, калі зноўку спатрэбіцца вашая ўвага.

source: Update is ignored
be: Абнаўленьне прапусьцілі

source: Update now
be: Абнавіць зараз

source: Update now?
be: Ці абнавіць зараз?

source: Update own file list
be: Абнавіць уласны сьпіс файлаў

source: Update to beta versions
be: Абнаўляць да бэта-вэрсіяў

source: Update to release versions
be: Абнаўляць да выданьняў

source: Update unknown components
be: Абнаўляць невядомыя складнікі

source: Updateing FlylinkDC++...
be: Абнаўляецца FlylinkDC++…

source: Updateing FlylinkDC++…
be: Абнаўляецца FlylinkDC++…

source: Updating FlylinkDC++…
be: Абнаўляецца FlylinkDC++…

source: Updating string or TTH
be: Абнаўляецца радок або скарот

source: Upload
be: Зацягнуць

source: Upload Limit
be: Граніца зацягваньня

source: Upload Slots
be: Шчылінаў зацягваць файлы

source: Upload Speed
be: Хутк. зацягваць

source: Upload Speed Limit
be: Граніца хуткасьці зацягваньня

source: Upload Transfer Colors
be: Колеры поступу зацягваньня (паказвае колькасьць адчыненых шчылінаў у таго, хто сьцягвае)

source: Upload complete
be: Скончылі зацягваць

source: Upload complete...
be: Скончылі зацягваць…

source: Upload failed
be: Не ўдалося зацягнуць

source: Upload finished
be: Скончылі зацягваць

source: Upload finished, idle...
be: Скончылі зацягваць, бязьдзейнічаем…

source: Upload finished, idle…
be: Зацягнулі, бязьдзейнічаем…

source: Upload finished: %s To: %s
be: Зацягнулі: %s да %s

source: Upload queue
be: Чарга зацягваньня

source: Upload slots
be: Шчыліны зацягв.

source: Upload slots by IP
be: Шчыліны зацягваць — па адрасе IP

source: Upload speed
be: Хуткасьць зацягваць

source: Upload starting...
be: Пачынаем зацягваць…

source: Upload starting…
be: Пачынаем зацягваць…

source: Upload/Download
be: Сьцягнулі/Зацягнулі

source: Upload:
be: Зацягнулі:

source: Uploaded
be: Зацягнулі

source: Uploaded %1 (%2%)
be: Зацягнулі %1 (%2%)

source: Uploaded %s (%.01f%%) in %s
be: Зацягнулі %s (%.01f%%) за %s

source: Uptime:
be: Час працы:

source: Uptime:"
be: Час працы:

source: Usage instruction
be: Як выкарыстоўваць

source: Use
be: Ужываць

source: Use 12 hour format
be: 12-гадзінны выгляд

source: Use Alternate Limiting from
be: Інакш абмяжоўваць у час ад

source: Use Auto Priority
be: Самарушна вызначаць пяршынства

source: Use Auto Priority by default
be: Звычайна ўжываць самарушнае пяршынства

source: Use AutoUpdate
be: Самарушна абнаўляцца

source: Use Bitrate/Sample fix for QCD/QMP players
be: Выпраўляць зьвесткі (бітаў за сэкунду, чашчыня) ад прайгравальнікаў QCD ці QMP

source: Use Blinking Icon
be: Мігцець значкам

source: Use CTRL for line history
be: Гартаць гісторыю дасланага па «Ctrl»

source: Use Coral network when downloading hub lists (improves reliability)
be: Ужываць сетку «Coral», калі сьцягваюцца сьпісы асяродкаў (паляпшаецца надзейнасьць)

source: Use DCLST support in FlylinkDC++
be: Падтрымваць DCLST у FlylinkDC++

source: Use DHT
be: Задзейнічаць DHT

source: Use Emoticons
be: Ужываць пачуцьцезнакі

source: Use Explorer theme in listviews and treeviews
be: Паказваць сьпісы ды дрэвы як у Праглядніку

source: Use GDI+ styled tabs
be: Аздабляць карткі як у GDI+

source: Use OEM monospaced font for chat windows
be: Ужываць роўнашырокі шрыфт у вокнах гутаркі

source: Use RegExp and/or wildcards
be: Сталыя выразы ды (ці) маскі

source: Use SOCKS5 server to resolve host names
be: Высьвятляць назвы вузлоў праз паслужнік SOCKS5

source: Use SOCKS5 server to resolve hostnames
be: Высьвятляць назвы вузлоў праз паслужнік SOCKS5

source: Use SQLite database (FlylinkDC_log.sqlite)
be: Ужываць базу зьвестак SQLite (FlylinkDC_log.sqlite)

source: Use TLS when remote client supports it
be: Ужываць TLS, калі другі кліент гэта падтрымвае

source: Use TLS when remote client supports it (affects both clients and hubs)
be: Ужываць TLS, калі другі кліент гэта падтрымвае (уплывае і на кліенты, і на асяродкі)

source: Use UPnP to let client cofigure my router
be: Наладзіць кліент па UPnP праз маршрутавальнік

source: Use Zion styled tabs
be: Аздабляць карткі як у Zion

source: Use Zion styled tabs (requires restart)
be: Аздабляць карткі як у Zion (трэба запусьціць нанова праграму)

source: Use Zion styled tabs (requires restart)"
be: Аздабляць карткі як у Zion (трэба запусьціць нанова праграму)

source: Use alternate limiting from
be: Іншыя абмежаваньні ў час ад

source: Use animated icons in chat
be: Выкарыстоўваць ажыўленыя значкі ў гамане

source: Use animated icons in smile selection window
be: Выкарыстоўваць ажыўленыя значкі ў ваконцы абіраць усьмешку

source: Use animated smiles in chat
be: Выкарыстоўваць ажыўленыя пачуцьцезнакі ў гутарцы

source: Use antifragmentation method for downloads
be: Ужываць спосаб сьцягваць, які памяншае ўрыўкавасьць (фраґмэнтаванасьць)

source: Use autocomplete in search window (turns on persistent search history)
be: Самарушна дапаўняць ў акне пошуку (улучае няспынную гісторыю пошуку)

source: Use automatic switch to Multiline chat
be: Самарушна пераходзіць да шматрадковае гутаркі

source: Use bandwidth limits
be: Абмяжоўваць хуткасьці

source: Use blinking status icon
be: Мігцець значкам стану

source: Use custom UpdateServer URL
be: Ужываць іншы паслужнік абнаўленьняў

source: Use custom list background style
be: Ужываць карыстальніцкі выгляд тла сьпісу

source: Use custom menus
be: Ужываць дадатковыя мэню

source: Use delayed sending of raws
be: Дасылаць загады з затрымкаю

source: Use details in favorites to identify hubs
be: Распазнаваць асяродкі па апісаньні ва ўлюбёных

source: Use emoticons
be: Ужываць пачуцьцезнакі

source: Use fast hashing method (disable if you have problems with hashing)
be: Ствараць скароты хуткім спосабам (не ўжывайце, калі маеце праблемы са скаротамі)

source: Use file extension for Download to in search
be: Ужываць пашырэньні файлаў, каб сьцягваць з пошуку

source: Use global layout for hub windows (overrides favorite hub specific preferences)
be: Ужываць усеагульнае разьмешчаньне вокнаў асяродкаў (не зважаць на перавагі ўлюбёных асяродкаў)

source: Use grid-style controls
be: Паказваць аддзяляльнікі ў сьпісах

source: Use magnet split
be: Паказваць маґніт-спасылкі сьцісла

source: Use magnets in players spam
be: Маґніт-спасылкі ў зьвестках прайгравальнікаў

source: Use mini tabs for all hubs (if enabled the favourite hub properties option is reversed)
be: Ужываць маленькія карткі для ўсіх асяродкаў (адпаведная можнасьць улюбёных асяродкаў скасуецца)

source: Use natural sorting
be: Упарадкоўваць натуральным чынам

source: Use oDC style of progressbar in Transfers
be: Выгляд стужкі перадаваньня як у oDC

source: Use old sharing user interface
be: Ужываць стары выгляд абагуленьня

source: Use second set of bandwidth limits
be: Ужываць іншыя абмежаваньні хуткасьці ў час

source: Use separator extensions (doc;xls;ppt;docx;xlsx;pptx)
be: Аддзяляйце пашырэньні кропкаю з коскаю (odt;ods;odp)

source: Use system icons when browsing files (slows browsing down a bit)
be: Ужываць значкі сыстэмы, калі аглядаем файлы (крыху замінае аглядаць)

source: Use tabs Close Buttons
be: Гузікі «зачыніць» на картках

source: Use the exclusive lock on mode of SQLite database.
be: Замыкаць базу зьвестак SQLite ад іншых.

source: Use the old way (StrongDC 1.x) of displaying hub names
be: Паказваць назвы асяродкаў старым (StrongDC 1.x) спосабам

source: Use this checkbox only if you understand what you are doing.
be: Карыстайцеся гэтым толькі тады, калі вы разумееце, што робіце.

source: Use this mode only if the previous ones are not options for you.
be: наладаў, якія вы можаце пабачыць праваруч.

source: Use to resolve hostnames
be: Высьвятляць назвы вузлоў праз гэты пасродак

source: Use traditional tray icon behavior
be: Ужываць звычаёвыя паводзіны значка ў сподку

source: Use unfinished downloads directory
be: Выкарыстоўваць асобны каталёґ на яшчэ ня цалкам сьцягнутае

source: Use vertical view by default
be: Звычайна, выкарыстоўваць вэртыкальны выгляд

source: Useful with the extra feature 3) below to remove uninteresting results.
be: Гэта карысна з асаблівасьцю № 3, каб пазбаўляцца нецікавых вынікаў.

source: User
be: Карыстач

source: User (dc)
be: Карыстальнік (dc)

source: User (normal)
be: Карыстальнік (звычайны)

source: User Commands
be: Загады карыстальніка

source: User Description
be: Апісаньне карыстальніка

source: User Guide
be: Даведнік карыстальніка

source: User Interface Warning
be: Перасьцярога карыстальніцкага інтэрфэйсу

source: User List Colors
be: Колеры сьпісу карыстальнікаў

source: User Menu
be: Мэню карыстальніка

source: User Menu Items
be: Пункты мэню карыстальніка

source: User canceled FlylinkDC++ automatic update
be: Карыстальнік спыніў самарушна абнаўляць FlylinkDC++

source: User check completed
be: Спраўджаны карыстальнік

source: User commands
be: Загады карыстальніка

source: User description
be: Апісаньне карыстальніка

source: User favorite list:
be: Сьпіс улюбёнцаў:

source: User firewall (dc)
be: Карыстальнік за сетказаслонаю (dc)

source: User firewall (normal)
be: Карыстальнік за сетказаслонаю (звычайны)

source: User has been disabled receiving PMs. Use password *flyfromsky* in case of emergency.
be: Карыстальнік вырашыў не атрымоўваць асабістыя паведамленьні. Скарыстайце гасло «flyfromsky», калі маеце пільную патрэбу.

source: User has been disabled receiving PMs. Use password *flyfromsky* in case of emergency. Don't abuse: slot-askers will be banned+ignored forever and will not download even in queue order.
be: Карыстальнік вырашыў не атрымоўваць асабістыя паведамленьні. Скарыстайце гасло *flyfromsky*, калі маеце пільную патрэбу. Ня злоўжывайце: тых, хто будзе прасіць шчылінаў, павыганяюць, і яны застануцца навек у сьпісе незаўважаных і ня здолеюць нічога сьцягнуць, хоць бы й будуць стаяць у чарзе.

source: User has choosen not to share file:
be: Карыстальнік абраў не абагуляць файл:

source: User has chosen not to share file:
be: Карыстальнік абраў не абагуляць файл:

source: User has chosen not to share file: %1% (Size: %2%)
be: Карыстальнік абраў не абагуляць файл %1% (памер: %2%)

source: User has chosen not to share temp file: %1% (Size: %2%)
be: Карыстальнік абраў не абагуляць часовы файл %1% (памер: %2%)

source: User has disabled receiving PMs. Use password *flyfromsky* in case of emergency.
be: Карыстальнік вырашыў не атрымоўваць асабістыя паведамленьні. Скарыстайце гасло «skaryna», калі маеце пільную патрэбу.

source: User is OP
be: Апэратар

source: User is already in the list of ignored users!
be: Карыстальнік ужо ў сьпісе тых, каго не заўважаць!

source: User list
be: Сьпіс карыстальнікаў

source: User list show/hide
be: Паказаць або схаваць сьпіс карыстальнікаў

source: User log doesn't exist
be: Справаздача карыстальнікаў не існуе

source: User log not exist
be: Справаздача карыстальнікаў не існуе

source: User made FAQ's and guides
be: ПіА (FAQ) ды даведнікі, створаныя карыстальнікамі

source: User not found
be: Не знайшлі карыстальніка

source: User offline
be: Карыстальнік адлучаны

source: User offline.
be: Карыстальнік адлучыўся.

source: User online.
be: Карыстальнік далучыўся.

source: User operator (dc)
be: Карыстальнік — апэратар (dc)

source: User operator (normal)
be: Карыстальнік — апэратар (звычайны)

source: User operator firewall (dc)
be: Карыстальнік — апэратар за сетказаслонаю (dc)

source: User operator firewall (normal)
be: Карыстальнік — апэратар за сетказаслонаю (звычайны)

source: User share
be: Абагуленае карыстальнікам

source: User start chatting
be: Можна гутарыць

source: User waiting files
be: Карыстальнік чакае файлы

source: User went offline
be: Карыстальнік адлучыўся

source: User went online
be: Карыстальнік далучыўся

source: User with fireball
be: Хуткі карыстальнік

source: User with server
be: Карыстальнік з паслужніком

source: User's information
be: Зьвесткі пра карыстальніка

source: UserList icons has been loaded
be: Прачыталі значкі сьпісу карыстальнікаў

source: Userlist Icons
be: Значкі сьпісу карыстальнікаў

source: Userlist double click action
be: Падв. пстрык на сьпісе карыст.

source: Username
be: Імя карыстальніка

source: Users
be: Карыстальнікі

source: Users count: %1 | Total share: %2
be: Карыстальнікаў: %1 | Разам абагулілі: %2

source: Users count: %3/%1 | Total share: %2
be: Карыстальнікаў: %3/%1 | Разам абагулілі: %2

source: Users:
be: Карыстачы:

source: Using:
be: Як карыстацца:

source: Utilities
be: Прылады

source: Values of the changed settings are automatically adjusted
be: Значэньні зьмененых наладаў самарушна зьмяніліся

source: Verification error
be: Далі хібу, калі спраўджалі

source: Version
be: Вэрсія

source: Version:
be: Вэрсія:

source: Vertical Tile
be: Разьмеркаваць зь&лева направа

source: Video
be: Відэа

source: Video and subtitles
be: Відэа і субтытры

source: View as text
be: Прагледзець як тэкст

source: View as text"
be: Прагледзець як тэкст

source: View status messages in main chat
be: Паказваць апісаньні стану ў галоўнае гутарцы

source: View the files to be downloaded
be: Зірнуць файлы, якія мусяць сьцягвацца

source: View the hashing progress
be: Зірнуць поступ стварэньня скаротаў

source: View the list of finished downloads
be: Зірнуць сьпіс сьцягнутага

source: View the list of finished uploads
be: Зірнуць сьпіс зацягнутага

source: Virtual Name
be: Уяўная назва

source: Virtual directory name already exists
be: Уяўная назва каталёґу ўжо існуе

source: Virtual name
be: Уяўная назва

source: Volume 50% / Mute
be: Гучнасьць на 50% / Сьцішыць

source: Volume down
be: Цішэй

source: Volume down"
be: Цішэй

source: Volume up
be: Гучней

source: WARNING: This operation potentialy unsave!!!
be: ПЕРАСЬЦЯРОГА: Гэтае дзеяньне можа быць небясьпечным!

source: WIN-CP1251
be: CP1251

source: Wait your turn
be: Чакайце сваёй чаргі

source: Waiting (%d of %d users online)
be: Чакаем (%d з %d карыстальніку(аў) далучаны(я))

source: Waiting (User online)
be: Чакаем (карыстальнік далучаны)

source: Waiting (seconds)
be: Чакаць (у сэкундах)

source: Waiting Users
be: Чарга карыстальнікаў

source: Waiting Users Ctrl+U
be: Чарга карыстальнікаў Ctrl+U

source: Waiting for %i seconds before searching...
be: Чакаем %i сэкунду(ы,аў) перад тым, каб шукаць…

source: Waiting for %i seconds before searching…
be: Чакаем %i сэкунду(ы,аў) перад тым, каб шукаць…

source: Waiting for input password (don't remove /password before your password)
be: Чакаем на гасло (не сьцірайце «/password» перад гаслом)

source: Waiting for slot
be: Чакаем на шчыліну

source: Waiting time
be: Час чаканьня

source: Waiting to retry
be: Чакаем паспрабаваць зноўку

source: Waiting to retry...
be: Чакаем паспрабаваць зноўку…

source: Waiting to retry…
be: Чакаем паспрабаваць зноўку…

source: Waiting users Ctrl+U
be: Чарга карыстальнікаў Ctrl+U

source: Waiting...
be: Чакаем…

source: Waiting:
be: Чакаем:

source: Waiting…
be: Чакаем…

source: Warning
be: Перасьцярога

source: Warning!
be: Перасьцярога

source: Warning: IPGuard affects all connections in FlylinkDC++
be: Перасьцярога: вартавы IP дзейнічае на ўсе злучэньні ў FlylinkDC++

source: Warning: this option is potentially unsafe!
be: Перасьцярога: гэта можа быць небясьпечным!

source: Warning: this option potentially unsafe!
be: Перасьцярога: гэта можа быць небясьпечным!

source: Watching IP:
be: Сочым за IP:

source: Watching all IPs
be: Сачыць за ўсімі IP

source: Watching all IPs"
be: Сачыць за ўсімі IP

source: We recommend to be switched in an active mode!!
be: Мы раім далучацца дзейным спосабам!!!

source: Web Server
be: Паслужнік сеціва

source: WebServer logging not enabled.
be: У справаздачу паслужніку сеціва нічога не занатоўваецца.

source: Webserver
be: Паслужнік сеціва

source: Welcome
be: Вітаем

source: Welcome to
be: Вітаем вас у

source: Welcome to ApexDC++.
be: Вітаем у ApexDC++.

source: Welcome to FlylinkDC++ Setup Wizard!
be: Вітаем у сродку ўладкоўваць FlylinkDC++!

source: What is your DC++'s nickname?
be: Якою мянушкаю вы карыстаецеся ў DC++?

source: What is your player?
be: Як называецца ваш прайгравальнік?

source: What would you like to do?
be: Што вы жадаеце зрабіць?

source: What's &this?
be: Што &гэта?

source: When a private message window is opened
be: Калі ваконца асабістага паведамленьня ўжо адчыненае

source: When enabled can hang program on exit.
be: Калі задзейнічаць, праграма можа «завіснуць» па выхадзе.

source: When removing a tick stream will be deleted!
be: калі зьняць птушачку, струмень сатрэцца!

source: When segmented downloading only (more than 2 active sources)
be: Толькі калі сьцягваем па частках (болей за 2 дзейныя крыніцы)

source: When this option is enabled, any zero byte files you
be: Гэтая можнасьць дазваляе ціхенька прапускаць файлы

source: When you download a directory listing from a user, all avi-files will be placed in a special folder called <<<ADLSearch>>> for easy finding.
be: Калі вы сьцягнеце пералік каталёґаў з карыстальніка, усе файлы .avi, каб іх было хутчэй шукаць, адлюструюцца ў адмысловым каталёґу з назваю <<<ADLSearch>>>.

source: When you download a directory listing from a user, all AVI-files will be placed in a special folder called <<<ADLSearch>>> for easy finding.
be: Калі вы сьцягнеце пералік каталёґаў з карыстальніка, усе файлы «AVI», каб іх было хутчэй шукаць, адлюструюцца ў адмысловым каталёґу з назваю <<<ADLSearch>>>.

source: Where to store uploaded files?
be: Дзе будуць захоўвацца файлы, якія сьцягваюцца?

source: White list
be: Белы сьпіс

source: Whois
be: Кім ёсьць

source: Widgets
be: Ваконцы

source: Widgets panel
be: Панэль ваконцаў

source: Widgets side dock
be: Бакавая панэль ваконцаў

source: Width x Height
be: Шырыня і вышыня

source: Wiki of project
be: Wiki праекту

source: Winamp Help
be: Дапамога па Winamp

source: Window options
be: Можнасьці вокнаў

source: Windows
be: Вокны

source: Windows Firewall
be: Сетказаслона Windows

source: Windows Media Player Help
be: Дапамога па Windows Media Player

source: With this enabled, files that are larger than Low prio max size
be: Калі гэта задзейнічаць, файлы, што маюць памер, большы за памер

source: With this option enabled, sources will only be disconnected
be: Калі задзейнічаць гэтую можнасьць, будзем толькі адлучацца

source: Wizard Settings… Ctrl+Shift+W
be: Сродак уладкоўваньня… Ctrl+Shift+W

source: Wizard Settings… Ctrl+Shit+W
be: Сродак уладкоўваньня… Ctrl+Shift+W

source: Wizard Setup Finished
be: Скончылі ўладкоўваць

source: Wizard Setup completed
be: Скончылі ўладкоўваць

source: Work as filter
be: Працаваць як сіта

source: Work in passive mode if specified active mode not available (autodetect)
be: Працаваць нядзейным спосабам, калі вызначаны дзейны спосаб не даступны (выяўляецца самарушна)

source: Would you like to add an exception for ApexDC++ to your Windows Firewall?
be: Ці хочаце ды дадаць выключэньне для ApexDC++ у Сетказаслону Windows?

source: Would you like to change other settings?
be: Ці хочаце вы зьмяніць іншыя налады?

source: Write buffer size
be: Буфэр запісваць

source: Xine player
be: Прайгравальнік Xine

source: YB
be: ЁБ

source: Yellow
be: Жоўты

source: Yes
be: Так

source: YiB
be: ЁіБ

source: You already have the latest version of FlylinkDC++ installed.
be: Вы ўжо маеце ўсталяванаю найноўшую вэрсію FlylinkDC++.

source: You are connected to a hub in a passive mode!!
be: Вы злучыліся з асяродкам нядзейным спосабам!!!

source: You can add folders which will be shared with other users.
be: Можна дадаць каталёґі, якія абагуляцца для іншых карыстальнікаў.

source: You can add folders, which will be share with other users.
be: Можна дадаць каталёґі, якія абагуляцца для іншых карыстальнікаў.

source: You can tell the reason for removing the program and your message will be reviewed by developers...
be: Вы можаце паведаміць, чаму вы сьцерлі праґраму — распрацоўцы разгледзяць вашае паведамленьне…

source: You can use Drag'n'Drop for file adding/removing
be: Адсюль і сюды файлы можна дадаваць, перасоўваючы іх

source: You can use most of the features offered by /winamp command also with The KMPlayer.
be: Вы можаце выкарыстоўваць большасьць магчымасьцяў, што прапануюцца загадам «/winamp» таксама і з KMPlayer.

source: You can use most of the features offered by /winamp command and all features of the media toolbar also with The KMPlayer.
be: Вы можаце выкарыстоўваць большасьць магчымасьцяў, што прапануюцца загадам «/winamp» і ўсе магчымасьці паліцы прайгравальніка таксама і з KMPlayer.

source: You can use:
be: Можна ўжываць:
